
                                            // Шахматная доска

/*  1. Создать функцию, генерирующую шахматную доску. При этом можно использовать любые
       html-теги по своему желанию. Доска должна быть разлинована соответствующим образом, т.е.
       чередовать черные и белые ячейки. Строки должны нумероваться числами от 1 до 8, столбцы
       – латинскими буквами A, B, C, D, E, F, G, H.

    2. Заполнить созданную таблицу буквами, отвечающими за шахматную фигуру, например К-
       король, Ф – ферзь и тп., причем все фигуры должны стоять на своих местах и быть
       соответственно черными и белыми.

    3. Заменить буквы, обозначающие фигуры картинками.*/


/*var Chess = document . getElementById ( "Chess" );

var div = document . createElement ( "div" );

div . className = "black";
div . innerHTML = "<h1>Заголовок</h1>";

Chess.appendChild(div);

console.log("hello");*/
